//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Hætta við";
"_upload_file_"             = "Senda inn skrá";
"_download_file_"           = "Sækja skrá";
"_loading_"                 = "Hleð inn";
"_loading_with_points_"     = "Hleð inn…";
"_loading_num_"             = "Hleð inn skrá %i";
"_loading_autoupload_"      = "Sjálfvirk innsending";
"_uploading_"               = "Sendi inn";
"_synchronization_"         = "Samstilling";
"_delete_"                  = "Eyða";
"_delete_file_n_"           = "Eyða skrá %i af %i";
"_rename_"                  = "Endurnefna";
"_move_"                    = "Færa";
"_move_file_n_"             = "Færa skrá %i af %i";
"_creating_sharing_"        = "Búa til sameign";
"_updating_sharing_"        = "Uppfæra sameign";
"_removing_sharing_"        = "Fjarlægja sameign";
"_add_"                     = "Bæta við";
"_login_"                   = "Skrá inn";
"_save_"                    = "Vista";
"_warning_"                 = "Aðvörun";
"_error_"                   = "Villa";
"_error_e2ee_"              = "Error E2EE";
"_no_"                      = "Nei";
"_yes_"                     = "Já";
"_select_"                  = "Velja";
"_upload_"                  = "Senda inn";
"_home_"                    = "Skrár";
"_file_to_upload_"          = "Skrá til að senda inn";
"_destination_"             = "Áfangastaður";
"_ok_"                      = "Í lagi";
"_beta_version_"            = "Beta-prófunarútgáfa";
"_function_in_testing_"     = "Function in testing, please send information about any problems you run into.";
"_done_"                    = "Lokið";
"_passcode_too_short_"      = "Lykilorðið verður að innihalda að minnsta kosti 4 stafi";
"_selected_"                = "Valið";
"_scan_fingerprint_"        = "Skanna fingrafar til að auðkenna";
"_no_active_account_"       = "Enginn notandaaðgangur fannst";
"_info_"                    = "Upplýsingar";
"_email_"                   = "Tölvupóstfang";
"_save_exit_"               = "Viltu hætta án þess að vista?";
"_video_"                   = "Myndskeið";
"_overwrite_"               = "Skrifa yfir";
"_transfers_in_queue_"      = "Flutningar í gangi, bíddu aðeins ...";
"_too_errors_automatic_all_"= "Of margar villur, farðu í stjórnskjá til að yfirfara vandamálin";
"_create_folder_"           = "Búa til möppu";
"_create_folder_on_"        = "Búa til möppu á";
"_close_"                   = "Loka";
"_postpone_"                = "Fresta";
"_remove_"                  = "Fjarlægja";
"_file_not_found_"          = "Skrá finnst ekki";
"_continue_"                = "Viltu halda áfram ?";
"_auto_upload_folder_"      = "Sjálfvirk innsending";
"_gallery_"                 = "Myndasafn";
"_photo_"                   = "Ljósmynd";
"_audio_"                   = "Hljóð";
"_unknown_"                 = "Óþekkt";
"_next_"                    = "Næsta";
"_success_"                 = "Tókst";
"_initialization_"          = "Frumstilling";
"_experimental_"            = "Á tilraunastigi";

// App

"_network_available_"       = "Net er tiltækt";
"_network_not_available_"   = "Net er ekki tiltækt";

// Networking

"_no_reuploadfile_"         = "Gat hvorki fundið né endursent skrá. Eyddu innsendingunni og endurhladdu skránni til að senda hana inn.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Could not read the file";

// More

"_more_"                    = "Meira";
"_notifications_"           = "Tilkynningar";
"_logout_"                  = "Skrá út";

// Settings

"_acknowledgements_"        = "Þakkir";
"_settings_"                = "Stillingar";
"_passcode_"                = "Lykilorð";
"_lock_"                    = "Læsa";
"_lock_active_"             = "Læsing: Á";
"_lock_not_active_"         = "Læsing: AF";
"_lock_protection_no_screen_"        = "Ekki spyrja í ræsingu";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for the encryption option";
"_url_"                     = "Slóð (URL)";
"_username_"                = "Notandanafn";
"_change_credentials_"      = "Breyta auðkennum þínum";
"_wifi_only_"               = "Einungis nota Wi-Fi tengingu";
"_settings_autoupload_"     = "Sjálfvirk innsending";
"_app_version_"             = "Útgáfa forrits";
"_app_in_use_"              = "Forrit í notkun";
"_contact_by_email_"        = "Hafðu samband við okkur með tölvupósti";
"_clear_cache_"             = "Hreinsa skyndiminni (%@ notað)";
"_clear_cache_no_size_"     = "Hreinsa skyndiminni";
"_exit_"                    = "Fara út";
"_funct_not_enabled_"       = "Eiginleiki ekki virkur";
"_passcode_activate_"       = "Password lock on";
"_disabling_passcode_"      = "Removing password lock";
"_want_exit_"               = "Attention! Will be reset to initial state. Continue?";
"_proceed_"                 = "Halda áfram";
"_delete_cache_"            = "Eyða skyndiminni";
"_want_delete_cache_"       = "Do you want to delete the cache?";
"_want_delete_thumbnails_"  = "Viltu líka eyða öllum smámyndunum ?";
"_mail_deleted_"            = "Tölvupósti eytt";
"_mail_saved_"              = "Tölvupóstur vistaður";
"_mail_sent_"               = "Tölvupóstur sendur";
"_mail_failure_"            = "Could not send email: %@";
"_information_req_"         = "Beiðni um upplýsingar";
"_write_in_english_"        = "Kindly write to us in English";
"_credentials_"             = "Auðkenni";
"_manage_account_"          = "Sýsla með notandaaðgang";
"_change_password_"         = "Breyta lykilorði";
"_add_account_"             = "Bæta við notandaaðgangi";
"_delete_account_"          = "Eyða notandaaðgangi";
"_want_delete_"             = "Ertu viss um að þú viljir eyða?";
"_no_delete_"               = "Nei, ekki eyða";
"_yes_delete_"              = "Já, eyða";
"_remove_cache_"            = "Bíddu aðeins, eyði skyndiminni…";
"_optimizations_"           = "Betrumbætur";
"_synchronizations_"        = "Samstilltar möppur";
"_version_server_"          = "Útgáfa á þjóni";
"_help_"                    = "Hjálp";
"_lock_protection_simply_"  = "Verndun með veiku lykilorði";
"_change_simply_passcode_"  = "Breyta tegund lykilorðs";
"_quota_"                   = "Kvóti";
"_available_"               = "tiltækt";
"_cloud_account_"           = "Skýjaaðgangur";
"_information_"             = "Upplýsingar";
"_personal_information_"    = "Persónulegar upplýsingar";
"_user_full_name_"          = "Fullt nafn";
"_user_address_"            = "Heimilisfang";
"_user_phone_"              = "Símanúmer";
"_user_email_"              = "Tölvupóstfang";
"_user_web_"                = "Vefsvæði";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Þú ert að nota %@ af %@";
"_favorite_offline_"        = "Eftirlæti tiltæk án nettengingar";
"_favorite_offline_footer_" = "Making all favorites available offline may take a while and use a lot of memory while doing it.";
"_advanced_"                = "Ítarlegt";
"Skip"                      = "Sleppa";
"Start"                     = "Byrja";

// Manage AutoUpload

"_autoupload_"                      = "Sjálfvirk innsending mynda/myndskeiða";
"_autoupload_background_"           = "Sjálfvirk innsending í bakgrunni";
"_autoupload_photos_"               = "Sjálfvirk innsending mynda";
"_autoupload_videos_"               = "Sjálfvirk innsending myndskeiða";
"_autoupload_description_"          = "Nýju myndirnar/myndskeiðin verða sendar inn á skýið þitt";
"_autoupload_description_background_"  = "Þessi valkostur krefst notkunar á GPS til að finna nýjar myndir/myndskeið í tökuseríu um leið og staðsetning breytist verulega.";
"_autoupload_background_title_"     = "Takmörk";
"_autoupload_background_msg_"       = "Vegna takmarkana í iOS, þá er ekki ennþá hægt að framkvæma bakgrunnsferli nema að GPS-þjónustur séu virkjaðar. Vegna þessa, þegar breytingar verða á sellu í reitskiptu fjarskiptakerfi (cellular network), mun forritið vekja upp kerfið í stuttan tíma svo hægt sé að athuga hvort til séu nýjar myndir sem þá ætti að senda inn á skýið.";
"_autoupload_change_location_"      = "Skipta um möppu";
"_autoupload_location_now_"         = "Mappa";
"_autoupload_location_default_"     = "Endurheimta sjálfgefna möppu";
"_autoupload_change_location_footer_" = "Breyta myndamöppu sem notuð er fyrir 'Sjálfvirk innsending frá myndavél' (ef sá valkostur er virkur)";
"_autoupload_not_select_home_"      = "Veldu möppu";
"_autoupload_save_album_"           = "Afrita ljósmynd eða myndskeið inn í myndaalbúmið";
"_autoupload_fullphotos_"           = "Senda inn alla tökuseríuna";
"_autoupload_fullphotos_footer_"    = "Veldu valkosti hér fyrir ofan áður en sent er inn";
"_autoupload_create_subfolder_"     = "Nota undirmöppur";
"_autoupload_create_subfolder_footer_" = "Geyma í undirmöppum byggðum á ári og mánuðum";
"_autoupload_filenamemask_"         = "Skipta um sniðmát skráaheita";
"_autoupload_filenamemask_footer_"  = "Skipta um sjálfvirkt sniðmát skráaheita";


// Manage Help

"_help_tutorial_"               = "Kennsluefni";
"_help_intro_"                  = "Kynning á Lawless";
"_help_activity_verbose_"       = "Ítarlegt um virkniveitu";
"_help_activity_mail_"          = "Senda virkni með tölvupósti";
"_help_activity_clear_"         = "Hreinsa virkni";


// Manage Advanced

"_optimized_photos_"            = "Bestuð upplausn mynda";
"_upload_del_photos_"           = "Fjarlægja skrár eftir innsendingu";
"_optimized_photos_how_"        = "If your device is low on space, full-resolution photos are automatically replaced with optimized versions. The full-resolution versions are stored in your Lawless.";
"_upload_del_photos_how_"       = "Files will be removed from device memory after they’ve been uploaded to your cloud. They will remain in the camera roll. Just download the files to see them.";
"_show_hidden_files_"           = "Sýna faldar skrár";
"_format_compatibility_"        = "Samhæfanlegast";
"_format_compatibility_footer_" = "\"Most compatible\" will always save photos as JPEG";

// Login

"_connect_server_anyway_"       = "Viltu samt tengjast við þjóninn?";
"_connection_error_"            = "Villa við tengingu";
"_add_your_nextcloud_"          = "Bæta við þínum eigin Lawless-aðgangi";
"_login_url_"                   = "Vistfang þjóns https://…";
"_login_bottom_label_"          = "Ertu ekki enn með skýjaþjón?\nSmelltu hér til að fá þér einn frá þjónustuaðila.";
"_error_multidomain_"           = "Vistfang er ekki leyfilegt, einungis eru gild eftirfarandi lén:";
"_account_already_exists_"      = "Aðgangurinn %@ er þegar til staðar";
"_traditional_login_"           = "Revert to old login method";
"_web_login_"                   = "Revert to web login method";

// Favorite

"_favorites_"                   = "Eftirlæti";
"_favorite_"                    = "Eftirlæti";
"_unfavorite_"                  = "Taka úr eftirlætum";
"_no_files_uploaded_"           = "Engar skrár voru sendar inn";
"_tutorial_favorite_view_"      = "Skrár og möppur sem þú merkir sem eftirlæti birtast hér";
"_tutorial_offline_view_"       = "Skrár sem afritaðar eru hingað verða tiltækar án nettegingar.\n\nÞær verða samstilltar við skýið þitt.";
"_tutorial_local_view_"         = "Þú munt finna ópökkuðu skrárnar úr tölvuskýinu þínu.\n\nTengstu við iTunes til að deila þessum skrám.";
"_more_"                        = "Meira";
"_favorite_no_files_"           = "Engin eftirlæti ennþá";


// Auto Upload

"_pull_down_"                               = "Draga niður til að endurlesa";
"_no_photo_load_"                           = "No photo or video";
"_tutorial_autoupload_view_"                = "Þú getur virkjað sjálfvirkar innsendingar í stillingunum.";
"_no_date_"                                 = "Engin dagsetning";
"_today_"                                   = "Í dag";
"_time_"                                    = "Tími: %@\n\n%@";
"_location_not_enabled_"                    = "Staðsetningarþjónusta er ekki virk";
"_location_not_enabled_msg_"                = "Farðu í stillingar og kveiktu á aðgangi að staðsetningarþjónustum";
"_access_photo_not_enabled_"                = "Aðgangur að myndum er ekki virkur";
"_access_photo_not_enabled_msg_"            = "Farðu í stillingar og kveiktu á aðgangi að myndum";
"_access_photo_location_not_enabled_"       = "Aðgangur að myndum og staðsetningu er ekki virkur";
"_access_photo_location_not_enabled_msg_"   = "Farðu í stillingar og kveiktu á aðgangi að myndum og staðsetningarþjónustum";
"_tutorial_photo_view_"                     = "Engar ljósmyndir eða myndskeið hafa verið sendar inn";
"_create_full_upload_"                      = "Úbý safnskrá... Gæti tekið drjúgan tíma, hinkraðu við.";
"_error_createsubfolders_upload_"           = "Villa við að búa til undirmöppur";
"_activate_autoupload_"                     = "Virkja sjálfvirkar innsendingar";

// Utility

"_never_"                       = "aldrei";
"_less_a_minute_"               = "fyrir minna en mínútu síðan";
"_minutes_ago_"                 = "fyrir %d mínútum síðan";
"_hours_ago_"                   = "fyrir %d klukkustundum síðan";
"_days_ago_"                    = "fyrir %d dögum síðan";
"_over_30_days_"                = "eldra en 30 daga";
"_connection_internet_offline_" = "Internettenging virðist vera ótengd eða að þráðlausrar Wi-Fi tengingar sé krafist";
"_insert_password_"             = "settu inn lykilorð";
"_update_in_progress_"          = "Útgáfuuppfærsla í gangi, bíddu aðeins ...";
"_forbidden_characters_"        = "Heiti möppu eða skrár inniheldur ógilda stafi";
"_mail_not_can_send_mail_"      = "Enginn notandaaðgangur uppsettur, eða að rangt tölvupóstfang hefur verið sett inn";

// File

"_photo_camera_"                = "Ljósmyndir";
"_unzip_in_progress_"           = "Verið er að afþjappa skrá í staðværa gagnageymslu…";
"_file_unpacked_"               = "Skrá afþjöppuð í staðværri gagnageymslu.";
"_file_saved_local_"            = "Skrá vistuð í staðværri gagnageymslu.";
"_file_not_present_"            = "Villa: Skráin er ekki til staðar, láttu endurlesa";
"_order_by_date_"               = "Raða eftir dagsetningu";
"_current_order_name_"          = "(núverandi röðun eftir heiti)";
"_order_by_name_"               = "Raða eftir heiti";
"_current_order_date_"          = "(núverandi röðun eftir dagsetningu)";
"_sort_descending_"             = "Raða lækkandi";
"_current_sort_ascending_"      = "(núverandi röðun: hækkandi)";
"_sort_ascending_"              = "Raða hækkandi";
"_current_sort_descending_"     = "(núverandi röðun: lækkandi)";
"_delete_selected_files_"       = "Eyða skrám";
"_move_selected_files_"         = "Færa skrár";
"_download_selected_files_"     = "Sækja skrár";
"_download_selected_files_folders_" = "Sækja skrár og möppur";
"_error_operation_canc_"        = "Villa: Hætt við aðgerð.";
"_only_lock_passcode_"          = "Einungis tiltækt þegar lykilorðalás er virkur. Virkjaðu hann í stillingunum.";
"_passcode_protection_"         = "Verndun með lykilorði";
"_remove_favorites_"            = "Fjarlægja úr eftirlætum";
"_remove_offline_"              = "Fjarlægja úr ónettengdri vinnslu";
"_add_favorites_"               = "Bæta í eftirlæti";
"_add_offline_"                 = "Bæta við ónettengda vinnslu";
"_remove_passcode_"             = "Fjarlægja verndun með lykilorði";
"_protect_passcode_"            = "Verja með lykilorði";
"_share_"                       = "Deila";
"_reload_"                      = "Endurhlaða";
"_open_in_"                     = "Opna með...";
"_remove_local_file_"           = "Fjarlægja úr skyndiminni";
"_add_local_"                   = "Bæta í staðværa gagnageymslu";
"_comm_erro_pull_down_"         = "Attention: Communication error with the server. Pull down to refresh.";
"_file_not_downloaded_"         = "skrá ekki sótt";
"_file_not_uploaded_"           = "skrá ekki send inn";
"_folders_"                     = "möppur";
"_folder_"                      = "mappa";
"_files_"                       = "skrár";
"_file_"                        = "skrá";
"_folder_blocked_"              = "Mappa útilokuð";
"_downloading_progress_"        = "Undirbý að sækja skrár…";
"_no_file_pull_down_"           = "Sendu inn skrá eða dragðu niður til að endurlesa";
"_browse_images_"               = "Skoða myndir";
"_synchronized_folder_"         = "Halda möppunni samstilltri";
"_remove_synchronized_folder_"  = "Slökkva á samstillingunni";
"_synchronized_confirm_"        = "Eftir að samstilling hefur verið gerð virk, munu allar skrár í möppunni verða samstilltar við þjóninn, halda áfram?";
"_offline_folder_confirm_"      = "Eftir að ónettengda mappan hefur verið gerð virk, munu allar skrár í möppunni verða samstilltar við þjóninn, halda áfram?";
"_file_not_found_reload_"       = "Skrá fannst ekki, dragðu niður til að endurlesa";
"_title_section_download_"      = "SÆKJA";
"_title_section_upload_"        = "SENDA INN";
"_group_alphabetic_yes_"        = "✓ Hópa í stafrófsröð";
"_group_alphabetic_no_"         = "Hópa í stafrófsröð";
"_group_typefile_yes_"          = "✓ Hópa eftir skráategund";
"_group_typefile_no_"           = "Hópa eftir skráategund";
"_group_date_yes_"              = "✓ Hópa eftir dagsetningu";
"_group_date_no_"               = "Hópa eftir dagsetningu";
"_element_"                     = "stak";
"_elements_"                    = "stök";
"_tite_footer_upload_wwan_"     = "  Wi-Fi-nets krafist, %lu %@ til að senda inn";
"_tite_footer_upload_"          = "%lu %@ til að senda inn";
"_tite_footer_download_wwan_"   = "  Wi-Fi-nets krafist, %lu %@ til að sækja";
"_tite_footer_download_"        = "%lu %@ til að sækja";
"_limited_dimension_"           = "Hámarksstærð náð";
"_save_selected_files_"         = "Vista myndir og myndskeið í myndamöppu";
"_file_not_saved_cameraroll_"   = "Villa: Skrá ekki vistuð í myndamöppu";
"_file_saved_cameraroll_"       = "Skrá vistuð í myndamöppu";
"_directory_on_top_yes_"        = "✓ Möppur efst";
"_directory_on_top_no_"         = "Möppur efst";
"_folder_automatic_upload_"     = "Mappa fyrir sjálfvirkar innsendingar";
"_search_no_record_found_"      = "Engar niðurstöður";
"_search_in_progress_"          = "Leit í gangi...";
"_search_instruction_"          = "Leita að skrá (lágmark 2 stafir)";
"_files_no_files_"              = "Engar skrár hér";

"audio"                         = "HLJÓÐ";
"compress"                      = "ÞJAPPA";
"directory"                     = "MÖPPUR";
"document"                      = "SKJÖL";
"image"                         = "MYNDIR";
"template"                      = "SNIÐMÁT";
"unknow"                        = "ÓÞEKKT";
"video"                         = "MYNDSKEIÐ";

"_file_del_only_local_"         = "Skráin er ekki til staðar á þjóni";

"_copy_file_"                   = "Afrita skrá";
"_copy_files_"                  = "Afrita skrár";
"_paste_file_"                  = "Líma skrá";
"_paste_files_"                 = "Líma skrár";

"_search_this_folder_"          = "Leita í þessari möppu";
"_search_all_folders_"          = "Leita í öllum möppum";
"_search_sub_folder_"           = "Leita hér og í undirmöppum";

"_theming_is_light_"            = "Of skærir litir í þema netþjóns; ekki viðeigandi";

// Files Preview

"_insert_password_pfd_"         = "Varið PDF. Settu inn lykilorð";
"_password_pdf_error_"          = "Rangt lykilorð";
"_error_download_photobrowser_" = "Villa: Tókst ekki að sækja mynd";

// Share

"_share_link_"                  = "Deila tengli";
"_share_link_button_"           = "Senda tengil til…";
"_password_"                    = "Lykilorð";
"_share_password_"              = "Verja tengil með lykilorði";
"_share_expirationdate_"        = "Setja gildistíma fyrir tengil";
"_date_"                        = "Dagsetning";
"_share_title_"                 = "Deila";
"_add_sharee_"                  = "Bæta við notendum eða hópum";
"_add_sharee_footer_"           = "Þú getur deilt þessu tilfangi með því að bæta við notendum eða hópum. Til að fjarlægja slíka sameign, fjarlægðu alla notendur og hópa";
"_find_sharee_title_"           = "Leita";
"_find_sharee_"                 = "Leita að notendum eða hópum...";
"_find_sharee_footer_"          = "Settu inn hluta af nafni notanda eða hóps (a.m.k. 2 stafi) og ýttu svo á 'Enter', veldu svo þá notendur sem ættu að hafa aðgang að sameigninni og ýttu svo á 'Lokið' til að staðfesta";
"_user_is_group_"               = "(hópur)";
"_direct_sharee_title_"         = "Deila";
"_direct_sharee_footer_"        = "Ef þú veist nafnið nú þegar, settu það inn, veldu síðan tegund sameignar og ýttu á 'Lokið' til að staðfesta";
"_direct_sharee_"               = "Settu inn notandanafn…";
"_user_sharee_footer_"          = "Tap to change privileges";
"_share_type_title_"            = "Tegund sameignar";
"_share_type_user_"             = "Notandi";
"_share_type_group_"            = "Hópur";
"_share_type_remote_"           = "Fjartengt";

// Share Permission

"_share_permission_title_"          = "Heimildir";
"_share_permission_edit_"           = "Getur breytt";
"_share_permission_file_can_write_" = "Getur skrifað skrá";
"_share_permission_create_"         = "Getur búið til";
"_share_permission_create_file_"    = "Getur búið til skrár";
"_share_permission_create_folder_"  = "Getur búið til möppur";
"_share_permission_change_"         = "Getur skipt um";
"_share_permission_delete_"         = "Getur eytt";
"_share_permission_share_"          = "Getur deilt";
"_share_permission_rename_"         = "Getur endurnefnt";
"_share_permission_move_"           = "Getur fært";
"_share_permission_read_"           = "Get lesið";
"_share_permission_info_"           = "Deiling upplýsinga";
"_share_permission_path_"           = "Skrá/Mappa";
"_share_permission_type_"           = "Tegund";
"_share_permission_typeuser_"       = "Notandi";
"_share_permission_typegroup_"      = "Hópur";
"_share_permission_typepubliclink_" = "Tengill";
"_share_permission_typefederated_"  = "Deilt milli þjóna (skýjasambandssameign)";
"_share_permission_owner_"          = "Eigandi";
"_share_permission_date_"           = "Dagsetning";
"_share_permission_email_"          = "Tilkynning í tölvupósti";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Deilt með þér";
"_type_resource_external_"          = "Ytri gagnageymsla";

// Share Ext

"_destiny_folder_"                  = "Mappa: %@";

"_no_transfer_"                     = "Engar millifærslur ennþá";
"_no_transfer_sub_"                 = "Innsendar óg sóttar skrár á þessu tæki munu birtast hér";
"_no_activity_"                     = "Engin virkni ennþá";
"_transfers_"                       = "Flutningar";
"_activity_"                        = "Virkni";
"_activity_file_not_present_"       = "Skrá ekki lengur tiltæk";

// List Shares

"_list_shares_"                     = "Sameignir";
"_list_shares_no_files_"            = "Engar sameignir ennþá";
"_tutorial_list_shares_view_"       = "Skrár og möppur sem þú deilir birtast hér";

// Offline - Local Storage

"_create_synchronization_"          = "Búa til samstillingu";
"_offline_"                         = "Ótengt neti";
"_local_storage_"                   = "Staðvær gagnageymsla";
"_local_storage_no_record_"         = "Engar skrár ennþá";

// Create Cloud

"_upload_photos_videos_"            = "Senda inn myndir eða myndskeið";
"_upload_file_"                     = "Senda inn skrá";
"_upload_file_text_"                = "Búa til textaskrá";

// Document Picker

"_save_document_picker_"            = "Vista hér";

// CreateFormUploadAssets

"_destination_folder_"              = "Móttökumappa";
"_use_folder_photos_"               = "Nota myndamöppuna sem áfangastað";
"_rename_filename_"                 = "Endurnefna";
"_filename_"                        = "Skráarheiti";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "Heiti möppu eða skrár inniheldur ógilda stafi";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Ljósmynd/myndskeið";

// Notification

"_notification_"                    = "Tilkynning";

// Photo Browser

"Done"                              = "Lokið";
"Select Photos"                     = "Velja ljósmyndir";
"photo"                             = "ljósmynd";
"photos"                            = "ljósmyndir";
"of"                                = "af";
"%i of %i"                          = "%1$i af %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Skráaheiti fyrir sjálfvirka innsendingu";

// Text File

"_untitled_txt_"                    = "Ónefnt.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Dulritun";
"_e2e_settings_"                    = "Enda-í-enda dulritun";
"_e2e_settings_start_"              = "Hefja enda-í-enda dulritun";
"_e2e_settings_not_available_"      = "Enda-í-enda dulritun er ekki tiltæk";
"_e2e_settings_activated_"          = "Enda-í-enda dulritun virkjuð";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Lock not active, go back to \"Settings\" and activate it";
"_e2e_settings_the_passphrase_is_"  = "The passphrase is:";
"_e2e_passphrase_request_title_"    = "Request passphrase";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Remove locally the encryption";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";
"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";


